IDEA StatiCa Open Model
OpeningRectOffsets.Y2 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Top
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Y2 { get; set; }
Public Property Y2 As Double
	Get
	Set
public:
property double Y2 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
OpeningRectOffsets Class
IdeaRS.OpenModel.Detail Namespace